Repository: enen92/script.retrogames
Catalog: resources/language/*/strings.po
Languages: portuguese

# #30002
source: [COLOR blue][B]Search Games[/B][/COLOR]
portuguese: [COLOR blue][B]Procurar Jogos[/B][/COLOR]

# #30003
source: [COLOR blue][B]Next Page >>[/B][/COLOR]
portuguese: [COLOR blue][B]Próxima Página >>[/B][/COLOR]

# #30004
source: Couldn't open URL
portuguese: Não conseguiu abrir o URL

# #30005
source: The ROM has been downloaded to
portuguese: A ROM foi transferida para

# #30006
source: Have fun!
portuguese: Diverte-te!

# #30007
source: Downloading ROM...
portuguese: Transferindo ROM...

# #30008
source: Search String:
portuguese: Parâmetro de pesquisa

# #30009
source: Read Game Description
portuguese: Ler descrição da ROM

# #30010
source: Download Folder
portuguese: Pasta de Download

# #30011
source: Image metadata resolution
portuguese: Resolução das imagens

# #30012
source: Force to Media Info on confluence
portuguese: Forçar tipo de vista Media Info na skin confluence

# #30013
source: Force a view ID (enter skin view ID)
portuguese: Forçar um tipo de vista (introduzir skin view ID)

# #30018
source: Letter
portuguese: Letra

# #30020
source: [B]Navigate to letter...[/B]
portuguese: [B]Ir para a letra...[/B]

# #30021
source: There is no emulator for this platform in Retropie. Do you want to download?
portuguese: Não existe emulador para esta plataforma no Retropie. Deseja transferir o ficheiro?

# #30022
source: Select Download Folder
portuguese: Pasta de download

# #30023
source: For the changes to take effect
portuguese: Para as alterações terem efeito

# #30024
source: You need to restart EmulationStation
portuguese: Necessita de reiniciar o EmulationStation

# #30025
source: Modify filename for better post-processing
portuguese: Modificar nome dos ficheiros para melhor pós-processamento

# #30026
source: Modify extension (for emulationstation emulators)
portuguese: Modificar extensão (para os emuladores do emulationstation)

# #30027
source: Extract Zip Files
portuguese: Extrair ficheiros zip

# #30028
source: Sort by...
portuguese: Ordenar por...

# #30029
source: Download Mode
portuguese: Modo de Download

# #30030
source: Extracting zip file...
portuguese: Extraíndo ficheiro zip...

# #30031
source: Extract all zips inside the main zip file
portuguese: Extrair todos os zips dentro do zip principal
